insert into product (name, description, price, category_id)
values ('Stels Navigator-500 V 26"', 'Горный велосипед Navigator-500 V 26" F020 (2022) отлично подойдет для начинающих и заядлых велосипедистов. В этом байке есть все, что нужно для комфортной быстрой езды, – надежная рама из высокопрочной стали, ободные тормоза V-типа, а также амортизационная вилка с ходом 60 мм. Модель оснащена современной скоростной системой Shimano, у байка 21 скорость. Размер колес 26 дюймов обеспечит отличную проходимость. Отдыхайте активно, совершайте велопрогулки в любое время.', 1000, 5);

insert into product (name, description, price, category_id)
values ('Stels Cross 150 D Lady 28"', 'Велосипед Navigator-800 Lady 28" V010 (2021) был создан для комфортной городской езды с учетом того, что важно видеть женщинам в идеальном велосипеде. Заниженная алюминиевая рама и амортизационная вилка делают езду на этом байке плавной, а одежда не задирается во время движения. Модель поставляется без насоса, изображение на фото показывает, что в раме предусмотрены крепления для ручного насоса, который приобретается отдельно.', 700, 5);


insert into product (name, description, price, category_id)
values ('Спортивные очки с зеркалом заднего вида TriEye', 'TriEye – это легкие и удобные велосипедные очки из прочного пластика с фотохроматическими линзами и зеркалом заднего вида с противотуманным покрытием. Зеркало располагается на левой линзе снизу и обеспечивает обзор «слепых зон» велосипедиста. Положение зеркала можно полностью отрегулировать небольшим давлением пальца.', 500, 6);

insert into product (name, description, price, category_id)
values ('Шлем велосипедный детский Stern KIDS-1 B', 'Велосипедный шлем Stern для юных райдеров. Поворотное кольцо для регулировки размера и конструкция Out-mold. Соответствует стандарту 1078.', 500, 6);


insert into product (name, description, price, category_id)
values ('Мяч футбольный adidas UCL Training', 'Тренировочный мяч adidas, графика на котором повторяет дизайн официального мяча Лиги чемпионов УЕФА.', 500, 7);

insert into product (name, description, price, category_id)
values ('Мяч баскетбольный Li-Ning', 'Баскетбольный мяч Li-Ning из синтетической кожи. Рекомендован для тренировок на открытых площадках.', 500, 7);


insert into product (name, description, price, category_id)
values ('Коньки хоккейные CCM Tacks AS-570 SR', 'Хоккейные коньки ССМ Tacks AS-570 SR с обновленной графикой — отличный вариант для эффективных тренировок и комфортных игр на льду. Модель предназначена для игроков полупрофессионального уровня.', 1000, 8);


insert into product (name, description, price, category_id)
values ('Горные лыжи Blizzard Cochise 106 (Flat)', 'Универсальные горные лыжи от Blizzard для внетрассового катания и бэккантри. Двойное усиление титаналом делает лыжи эффективными на разных склонах с разным снежным покрытием.', 3000, 9);
